[
  "table-editor-obsidian",
  "better-word-count",
  "obsidian-auto-link-title",
  "dataview",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-excalidraw-plugin",
  "excalibrain",
  "execute-code",
  "obsidian-frontmatter-tag-suggest",
  "hotkeysplus-obsidian",
  "obsidian-hover-editor",
  "obsidian-mind-map",
  "nldates-obsidian",
  "obsidian-outliner",
  "pane-relief",
  "url-into-selection",
  "periodic-notes",
  "readwise-official",
  "recent-files-obsidian",
  "smart-random-note",
  "obsidian-sortable",
  "tag-wrangler",
  "obsidian-wikipedia",
  "workspaces-plus",
  "templater-obsidian",
  "obsidian-admonition",
  "code-block-copy",
  "dbfolder",
  "obsidian-spaced-repetition",
  "obsidian-latex-suite",
  "obsidian-copy-block-link",
  "obsidian-advanced-uri",
  "obsidian-file-link",
  "calendar",
  "obsidian-icon-folder",
  "obsidian-style-settings",
  "note-refactor-obsidian",
  "cmdr",
  "callout-manager",
  "link-favicon",
  "darlal-switcher-plus",
  "obsidian-zoom"
]